export const otsExamHelpData = [
    {
        id:1,
        name: "人脸识别类",
        messages: [
            {
                title:"人脸识别不通过怎么办？",
                content: "① 若进入系统后提示获取状态错误，是因为系统中没有照片，需要老师上传照片；</br> ② 若验证不通过，选择“确定是我本人，继续考试”即可继续参加考试。"
            },
            {
                title:"页面提示“提示出现多个人脸”怎么办？",
                content: "系统提示多个人脸，实际只有1个人，调整摄像头角度、光线、背景，如果反复出现，电脑换一个方向。"
            },
            {
                title:"摄像头设备丢失、无画面怎么办？",
                content: "① 台式电脑的摄像头插头拔掉重新插上；摄像头开关是否打开；</br> ② 笔记本电脑关闭浏览器重新打开考试页面；</br> ③ 如果进入考试摄像头就是黑色画面，检查QQ能否视频如果不能视频则说明摄像头有问题，如果QQ可以视频，与技术老师反馈。"
            }
        ]
    },
    {
        id:2,
        name: "考试类",
        messages: [
            {
                title:"日语韩语输入方法",
                content: "① 安装百度输入法；</br> ② 日语输入法与中文输入法不同的是 在切换到日语输入法之后 还是输入的英文,则要使用 ： alt+shift 来切换日文 英文。"
            },
            {
                title:"主观题作答?",
                content: "① 可以选择拍照上传方式作答；</br> ② 微信扫描二维码，拍照上传；</br> ③ 上传成功后，关闭手机页面，在客户端页面点击上传成功。"
            },
            {
                title:"考试过程中拍照上传问题？",
                content: "① 出现重试弹窗，点击页面“关闭”，重新拍照上传或打字提交;</br> ② 上传时手机一直提示请稍候,手机页面右上角“…”点击刷新手机浏览器，换4G或wifi重新拍照上传;</br> ③  拍照后回到拍照上传页,尝试刷新几次，或是重启手机把其他APP都关闭只留微信尝试上传，或更换其他手机。"
            },
            {
                title:"简答题无法输入?",
                content: "① 鼠标点击一下题目下方的空白答题区域；</br> ② 如果任何字符都不能输入，则尝试退出考试重新进一次；</br> ③  如果能输入字母，不能输入汉字--win10 ：win（键盘上那 4个窗格键）+空格 /win7：ctrl+shift"
            },
            {
                title:"计算题无法输入公式怎么办？",
                content: "① 白纸上作答，然后拍成图片；</br> ② 点击作答区下方“拍照上传”会在窗口弹窗二维码，请按照二维码下方提示进行操作将图片上传至电脑；压缩图片大小在1M以内。"
            },
            {
                title:"网络异常怎么办？",
                content: "① 重启路由器并联网，2分钟后重新登录；</br> ② 连手机热点。"
            },
            {
                title:"进入系统拍照之后就退出了，考试变为已完成状态？",
                content: "因为学生之前进入过该考试，且已经开始倒计时，中途退出了。再次进入考试时，已经超时，只能考试提交。"
            },
        ]
    },
    {
        id:3,
        name: "交卷类",
        messages: [
            {
                title:"交卷",
                content: "考生规定时间内交卷即可，如超时会提醒学生已超时并再次交卷。"
            },
        ]
    },
]